Repository: cyanfish/naps2
Catalog: NAPS2/Lang/tmx/uk.tmx
Source language: en_us
Languages: uk

source: 100 dpi
uk: 100 т/д

source: 1200 dpi
uk: 1200 т/д

source: 200 dpi
uk: 200 т/д

source: 24-bit Color
uk: 24-біт Колір

source: 300 dpi
uk: 300 т/д

source: 600 dpi
uk: 600 т/д

source: A3 (297x420 mm)
uk: A3 (297 x 420 мм)

source: A4 (210x297 mm)
uk: A4 (210 x 297 мм)

source: A5 (148x210 mm)
uk: A5 (148 x 210 мм)

source: About
uk: Про програму

source: Add
uk: Додати

source: An error occurred with the scanning driver
uk: Помилка драйвера сканування

source: Are you sure you want to clear {0} item(s)?
uk: Ви справді бажаєте почистити профіль(лі) {0}?

source: Are you sure you want to delete the profile {0}?
uk: Ви дійсно хочете видалити профіль {0}?

source: Are you sure you want to delete {0} item(s)?
uk: Ви справді бажаєте видалити {0} профілі(в)?

source: Are you sure you want to delete {0} profiles?
uk: Ви справді бажаєте видалити {0} профілів?

source: Bit depth
uk: Глибина кольору

source: Bitmap Files (*.bmp)
uk: Файли зображень mspaint *.bmp

source: Black & White
uk: Чорно-біле

source: Brightness
uk: Яскравість

source: Cancel
uk: Скасувати

source: Center
uk: Центрувати

source: Choose Icon
uk: Вибрати піктограму

source: Choose Profile
uk: Виберіть профіль

source: Choose device
uk: Вибір пристрою

source: Clear
uk: Очистити

source: Contrast
uk: Контрастність

source: Copyright © 2009 Pavel Sorejs
uk: Авторські права належать Pavel Sorejs, 2009

source: Copyright © 2012 Michael Adams
uk: Авторські права належать Michael Adams, 2012

source: Copyright © 2012-2013 Ben Olden-Cooligan
uk: Авторські права належать Ben Olden-Cooligan, 2012-2013

source: Copyright © 2013 Peter De Leeuw
uk: Авторські права належать Peter De Leeuw, 2013

source: Delete
uk: Видалити

source: Device
uk: Пристрій

source: Display name
uk: Назва

source: Done
uk: Зроблено!

source: Duplex
uk: Двосторонній

source: Edit
uk: Редагувати

source: Email PDF
uk: PDF поштою

source: Enhanced Windows MetaFile (*.emf)
uk: Розширений метафайл (*.emf)

source: Error
uk: Помилка

source: Feeder
uk: Автоподача

source: Flip
uk: Відзеркалити

source: GIF File (*.gif)
uk: GIF файл (*.gif)

source: Glass
uk: Зі скла

source: Grayscale
uk: Відтінки сірого

source: Horizontal align
uk: Горизонтальне вирівнювання

source: JPEG File (*.jpg, *.jpeg)
uk: JPEG файл (*.jpg, *.jpeg)

source: Language
uk: Мова

source: Left
uk: Вліво

source: Main toolbar
uk: Головна панель інструментів

source: Manage Profiles
uk: Керування профілями

source: Maximum quality (large files)
uk: Максимальна якість (великий розмір)

source: Move Down
uk: Пересунути нижче

source: Move Up
uk: Пересунути нижче

source: Name missing
uk: Відсутнє ім'я

source: No device selected
uk: Не вибраний пристрій

source: No scanning device was found
uk: Не знайдено жодного сканера

source: Overwrite File
uk: Перезаписати файл

source: PDF document (*.pdf)
uk: PDF документ (*.pdf)

source: PNG File (*.png)
uk: PNG файл (*.png)

source: Page size
uk: Розмір сторінки

source: Paper source
uk: Подача паперу

source: Preview
uk: Перегляд

source: Profile settings
uk: Налаштовування профілю

source: Profiles
uk: Профілі

source: Resolution
uk: Роздільна здатність

source: Right
uk: Вправо

source: Rotate Left
uk: Обернути ліворуч

source: Rotate Right
uk: Обернути праворуч

source: Save Images
uk: Зберегти як зображення

source: Save PDF
uk: Зберегти PDF

source: Saving to PDF
uk: Зберігання у PDF

source: Scale
uk: Масштабувати

source: Scan
uk: Сканувати

source: Scanned Image
uk: Зіскановане зображення

source: Select a profile before clicking Scan
uk: Виберіть профіль перед скануванням

source: TIFF File (*.tiff, *.tif)
uk: TIFF файл (*.tiff, *.tif)

source: TWAIN Driver
uk: TWAIN драйвер

source: The file {0} already exists. Do you want to overwrite it?
uk: Файл {0} вже існує. Перезаписати його?

source: The selected scanner could not be found
uk: Не знайдено вибраний сканер

source: The selected scanner is offline
uk: Вибраний сканер відключений

source: Use native WIA UI
uk: Рідний інтерфейс сканера WIA UI

source: Use predefined settings
uk: Попередньо визначені параметри

source: Version {0}
uk: Версія {0}

source: Waiting for TWAIN to complete
uk: Очікування завершення від TWAIN

source: You don't have permission to save files at this location
uk: У вас немає прав для створення файлів у цьому каталозі.
